Repository: anjali433yadav/ojt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Home
de: Startseite
es: Inicio
fr: Accueil

source: Services
de: Dienstleistungen
es: Servicios

source: Contact
de: Kontakt
es: Contacto

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous

source: We love hearing from our users and clients around the world.
de: Wir hören gerne von unseren Nutzern und Kunden aus aller Welt.
es: os encanta recibir noticias de nuestros usuarios y clientes de todo el mundo.
fr: Nous aimons recevoir des nouvelles de nos utilisateurs et clients du monde entier.

source: If you have questions, feedback, or collaboration ideas, feel free to reach out.
de: Wenn Sie Fragen, Feedback oder Ideen zur Zusammenarbeit haben, kontaktieren Sie uns gerne.
es: Si tienes preguntas, comentarios o ideas de colaboración, no dudes en comunicarte.
fr: Nous aimons recevoir des nouvelles de nos utilisateurs et clients du monde entier.

source: Our support team responds quickly and is available in multiple languages.
de: Unser Support-Team antwortet schnell und ist in mehreren Sprachen verfügbar.
es: Nuestro equipo de soporte responde rápidamente y está disponible en varios idiomas.
fr: Notre équipe d’assistance répond rapidement et est disponible en plusieurs langues.

source: You can use the contact form below or email us directly anytime.
de: Sie können das Kontaktformular unten verwenden oder uns jederzeit direkt per E-Mail erreichen.
es: Puedes usar el formulario de contacto a continuación o enviarnos un correo directamente en cualquier momento.
fr: Vous pouvez utiliser le formulaire de contact ci-dessous ou nous envoyer un e-mail à tout moment.

source: We value clear communication and strive to make every interaction meaningful.
de: Wir schätzen klare Kommunikation und bemühen uns, jede Interaktion bedeutungsvoll zu gestalten.
es: Valoramos la comunicación clara y nos esforzamos por hacer que cada interacción sea significativa.
fr: Nous valorisons une communication claire et nous nous efforçons de rendre chaque interaction significative.

source: Thank you for visiting our multilingual CMS platform—your journey starts here.
de: Vielen Dank für Ihren Besuch auf unserer mehrsprachigen CMS-Plattform – Ihre Reise beginnt hier.
es: Gracias por visitar nuestra plataforma CMS multilingüe: tu viaje comienza aquí.
fr: Merci de visiter notre plateforme CMS multilingue — votre voyage commence ici.

source: Welcome to Our Website
de: Willkommen auf unserer Website
es: Bienvenido a nuestro sitio web
fr: Bienvenue sur notre site Web

source: Our platform is designed to deliver high‑quality digital experiences to users across the world.
de: Unsere Plattform wurde entwickelt, um Nutzern auf der ganzen Welt hochwertige digitale Erlebnisse zu bieten.
es: Nuestra plataforma está diseñada para ofrecer experiencias digitales de alta calidad a usuarios de todo el mundo.
fr: Notre plateforme est conçue pour offrir des expériences numériques de haute qualité aux utilisateurs du monde entier.

source: We focus on building simple, clean, and multilingual websites for everyone.
de: Wir konzentrieren uns darauf, einfache, klare und mehrsprachige Websites für alle zu erstellen.
es: Nos enfocamos en crear sitios web simples, limpios y multilingües para todos.
fr: Nous nous concentrons sur la création de sites Web simples, épurés et multilingues pour tout le monde.

source: This mini CMS allows you to browse content in your preferred language easily.
de: Dieses Mini-CMS ermöglicht es Ihnen, Inhalte ganz einfach in Ihrer bevorzugten Sprache zu durchsuchen.
es: Este mini CMS le permite navegar fácilmente el contenido en su idioma preferido.
fr: Ce mini CMS vous permet de parcourir facilement le contenu dans votre langue préférée.

source: We believe language should never be a barrier, and our tools help break that wall.
de: Wir glauben, dass Sprache niemals eine Barriere sein sollte, und unsere Werkzeuge helfen, diese Mauer zu durchbrechen
es: Creemos que el idioma nunca debe ser una barrera, y nuestras herramientas ayudan a derribar ese muro.
fr: Nous croyons que la langue ne devrait jamais être une barrière, et nos outils aident à briser ce mur.

source: Select any language from the menu above to instantly translate the full content.
de: Wählen Sie eine Sprache im obigen Menü aus, um den gesamten Inhalt sofort zu übersetzen.
es: Seleccione cualquier idioma en el menú de arriba para traducir instantáneamente todo el contenido.
fr: Sélectionnez une langue dans le menu ci-dessus pour traduire instantanément tout le contenu.

source: Only the project title remains constant to keep the brand identity intact.
de: Nur der Projekttitel bleibt gleich, um die Markenidentität zu bewahren.
es: Solo el título del proyecto permanece constante para mantener la identidad de la marca.
fr: Seul le titre du projet reste constant afin de préserver l’identité de la marque.

source: Our Services
de: Unsere Dienstleistungen
es: Nuestros servicios
fr: Nos services

source: We offer multilingual website development tailored to global audiences.
de: Wir bieten die Entwicklung mehrsprachiger Websites an, die auf ein globales Publikum zugeschnitten sind.
es: Ofrecemos desarrollo de sitios web multilingües adaptados a audiencias globales.
fr: Nous proposons le développement de sites Web multilingues adaptés à un public mondial.

source: Our team creates responsive interfaces that adapt beautifully to all devices.
de: Unser Team erstellt responsive Benutzeroberflächen, die sich perfekt an alle Geräte anpassen.
es: Nuestro equipo crea interfaces responsivas que se adaptan perfectamente a todos los dispositivos.
fr: Notre équipe crée des interfaces responsives qui s’adaptent parfaitement à tous les appareils.

source: We integrate CMS tools that allow administrators to update content easily.
de: Wir integrieren CMS-Tools, die Administratoren eine einfache Aktualisierung der Inhalte ermöglichen.
es: Integramos herramientas CMS que permiten a los administradores actualizar el contenido fácilmente.
fr: Nous intégrons des outils CMS permettant aux administrateurs de mettre à jour le contenu facilement.

source: Language management is simple—new languages can be added anytime.
de: Die Sprachverwaltung ist einfach — neue Sprachen können jederzeit hinzugefügt werden.
es: La gestión de idiomas es sencilla — se pueden agregar nuevos idiomas en cualquier momento.
fr: La gestion des langues est simple — de nouvelles langues peuvent être ajoutées à tout moment.

source: We provide translation support using Django's internationalization system.
de: Wir bieten Übersetzungsunterstützung mit dem Internationalisierungssystem von Django
es: Proporcionamos soporte de traducción utilizando el sistema de internacionalización de Django
fr: Nous fournissons une assistance à la traduction grâce au système d’internationalisation de Django.

source: Our goal is to help you expand your digital presence across borders effortlessly.
de: Unser Ziel ist es, Ihnen zu helfen, Ihre digitale Präsenz mühelos über Grenzen hinweg auszubauen.
es: Nuestro objetivo es ayudarle a expandir su presencia digital más allá de las fronteras sin esfuerzo.
fr: Notre objectif est de vous aider à développer votre présence numérique au-delà des frontières, sans effort.
